exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

🤡🤡🤡🤡🤡🤡🤡

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT ACTIVO: *${aktif}*
	
╔════════════════
║ *MENU3*            
╠════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_ 
║│➸ _*!hentai*_
║│➸ _*!indohot*_ 
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *OTROS* ❉──
║│➸ _*!ttsid*_ <text>
║│➸ _*!bitly*_ <link>
║│➸ _*!namaninja*_ <tu nombre>
║│➸ _*!alay*_ <text>
║│➸ _igstalk*_ 
║│➸ _*!ocr*_ <foto to text>
║│➸ _*!gay*_
║│➸ _*!checkip*_
║│➸ _*!ping*_
║│➸ _*!hostsearch*_
║│➸ _*!scdl*_
║│➸ _*!map*_ <zona>
║│➸ _*!cooltext*_ <text>
║│➸ _*!pesankosong*_
║│➸ _*!say*_ <text>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <Número>
║│➸ _*!spamsms*_ <Número>
║│➸ _*!spamgmail*_ <GMail>
║╰───────────
╠════════════════════

╠════════════════════
║ 🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡
╚════════════════════`
}
